[
    {
        "verse": "If you love me, you will keep my commandments. - John 14:15",
        "reference": "John 14:15"
    },
    {
        "verse": "But be doers of the word, and not hearers only, deceiving yourselves. - James 1:22",
        "reference": "James 1:22"
    },
    {
        "verse": "And Samuel said, 'Has the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to listen than the fat of rams.' - 1 Samuel 15:22",
        "reference": "1 Samuel 15:22"
    },
    {
        "verse": "My sheep hear my voice, and I know them, and they follow me. - John 10:27",
        "reference": "John 10:27"
    },
    {
        "verse": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. - Joshua 1:8",
        "reference": "Joshua 1:8"
    },
    {
        "verse": "But he said, 'Blessed rather are those who hear the word of God and keep it!' - Luke 11:28",
        "reference": "Luke 11:28"
    },
    {
        "verse": "For as by one man's disobedience many were made sinners, so by the one man's obedience the many will be made righteous. - Romans 5:19",
        "reference": "Romans 5:19"
    },
    {
        "verse": "And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him. - Acts 5:32",
        "reference": "Acts 5:32"
    },
    {
        "verse": "If you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine. - Exodus 19:5",
        "reference": "Exodus 19:5"
    },
    {
        "verse": "You shall walk in all the way that the Lord your God has commanded you, that you may live, and that it may go well with you, and that you may live long in the land that you shall possess. - Deuteronomy 5:33",
        "reference": "Deuteronomy 5:33"
    }
]



